import book1 from '../img/product-img/book2.png';
import book2 from '../img/product-img/book1.png';
import book3 from '../img/product-img/book4.png';
import book4 from '../img/product-img/book3.png';
import book5 from '../img/product-img/book6.png';
import book6 from '../img/product-img/book7.png';
import book7 from '../img/product-img/book9.png';
import book8 from '../img/product-img/book10.png';
import book9 from '../img/product-img/book11.png';
import book10 from '../img/product-img/book12.png';
import book11 from '../img/product-img/book13.png';
import book12 from '../img/product-img/book14.png';



export default [
    {
        id: '1',
        name: "器物的象徵: 佛教打造的中國物質世界",
        arthur: "柯嘉豪",
        type: "歷史書籍",
        publing: "遠足文化事業股份有限公司",
        publingDate: '2020/12/23',
        price: 520,
        quantity: 10,
        img: book1,
        isbn: '9865080818',
        slogan: `豐贍有趣的一幅佛教物質文化圖景 
        開啟宏觀視角，淺入深出、一氣呵成
        行文雅緻親和、涉獵探索獨特
        引領讀者跳脫「常識」與「通識」`,
        arthurIntro: `柯嘉豪
        柯嘉豪（John Kieschnick）
        美國史丹佛大學宗教研究系教授 (The Robert H.N. Ho Family Foundation Professor of Buddhist Studies) 。
        研究方向為中國佛教，尤其關注佛教文化史。另著有The Eminent Monk: Buddhist Ideals in Medieval Chinese Hagiography（University of Hawaii Press，1997）。`,
        contact: `豐贍有趣的一幅佛教物質文化圖景
        開啟宏觀視角，淺入深出、一氣呵成
        行文雅緻親和、涉獵探索獨特
        引領讀者跳脫「常識」與「通識」
        此部歷久彌新的漢學經典
        對西方人的佛教研究，具有承先啟後的地位
        對東方人習以為常的物事感官，撬開縫隙，露出穎奇亮點
        它找回我們漸漸喪失了的挖掘故事的契機
        從具有靈力的舍利、佛像，到佛教象徵物的念珠、如意、僧伽衣具
        和被佛教功德觀念引導的書籍、寺院、橋梁
        擴及受佛教影響的椅子、糖和茶……
        交融深度靈識與閱讀興味的遍路之旅
        
        柯嘉豪教授——全美最優秀的佛教研究學者之一
        柯嘉豪教授是美國史丹佛大學宗教研究系的教授，是世界聞名的漢學家。本書為其最重要的代表作，書中討論了佛教的傳入如何影響中國的物質文化，從而深刻地改變了固有的生活方式，角度非常新穎且具有啟發性。柯嘉豪教授說：「雖然佛教懷疑感官享受和棄絕物質世界的態度總是無處不在，然而如果我們拋下這眾多繁奧的教義和義理，轉而看一看佛教被實踐的方式，就不難發現物質性物品在佛教中的重要性。」
        
        在此書之前，西方學者撰寫中國通史時，除了提到佛教在思想、信仰以及儀式等方面的激蕩外，很少強調佛教曾影響中國的物質文化；同時，也很少留意佛教的流傳與物質文化間的關係，因此本書在西方的佛教研究，具有承先啟後的地位。而此書對從小就習慣佛教存在的臺灣讀者來說，其最重要的價值是引領讀者從一個較宏觀的角度來看佛教對我們日常物質文化的影響，促使我們思索宗教物品在信仰與生活中所扮演的角色，此外，內容出乎意料地生動有趣。再者，「如果不是作者從普通常識中撬開那一絲縫隙，我們或許也就想當然地接受了那些所謂的『常識』，喪失了挖掘物品背後精彩故事的契機。」`,
        table: `導言
        第一章 靈力
        舍利
        造像
        本章小結
        第二章 象徵
        僧伽衣具
        念珠
        如意
        本章小結
        第三章 功德
        書籍
        寺院
        橋梁
        本章小結
        第四章 無心插柳
        椅子
        糖
        茶
        本章小結
        結論
        參考文獻
        註釋`,
        recommand: true

    },
    {
        id: '2',
        name: "跟著大衛．哈維讀資本論",
        arthur: "大衞．哈維",
        type: "當代思潮",
        publing: "漫遊者文化事業股份有限公司",
        publingDate: '2019/02/14',
        price: 420,
        quantity: 15,
        img: book2,
        isbn: '9789864893195',
        slogan: '大衛．哈維是研究馬克思的權威。他的線上公開課程點閱率超過600,000次，本書可說是閱讀《資本論》的最佳入門途徑。',
        arthurIntro: `柯嘉豪
        柯嘉豪（John Kieschnick）
        美國史丹佛大學宗教研究系教授 (The Robert H.N. Ho Family Foundation Professor of Buddhist Studies) 。
        研究方向為中國佛教，尤其關注佛教文化史。另著有The Eminent Monk: Buddhist Ideals in Medieval Chinese Hagiography（University of Hawaii Press，1997）。`,
        contact: `「我的目標是讓你去讀卡爾．馬克思的著作《資本論》第一卷，
        而且是讀馬克思自己說的話。」
        －－大衛．哈維
        
        ●用馬克思解說馬克思，用文本解釋文本
        ●全球學者引用頻率最高
        ●《資本論》線上課程點閱率超過600,000次，字幕翻譯語言超過100種
        
        【想看懂《資本論》，先讀這一本。為什麼？】
        ●大衛．哈維是閱讀《資本論》的最佳引導者
        現今全球化的資本主義比過去一個半世紀更接近《資本論》的描述，此時重讀《資本論》，可透過馬克思的觀點深入了解眼前的世界。然而，很多人談論馬克思的《資本論》，卻很少人真正讀過。
        大衛．哈維是研究馬克思的權威。從一九七一年起，他就在紐約、巴爾的摩等地知名大學講授《資本論》，更著有多本馬克思相關作品，可說盡得馬克思的思想精髓。
        他的線上公開課程點閱率超過600,000次，但本書補充了課堂上沒談到的內容，以及他更進一步的想法，可說是閱讀《資本論》的最佳入門途徑。
        
        ●採取開放態度，進入《資本論》的豐富內容
        哈維認為，《資本論》是一部內容豐富、面向多元的著作，但閱讀節錄或抽象說明，和閱讀完整的《資本論》，是兩件完全不同的事。如果能站在更廣的論述脈絡下，就會開始以嶄新的眼光看待字句。
        他說：「檢視馬克思說的話，你必須竭盡全力，超越特定學科系所及本身的知識養成，更重要的是超越個人（無論身為勞工、社區幹事或資本主義企業家）的經驗史能夠輕易理解的方式。以如此開放的立場閱讀《資本論》有一個重要的理由：其實它的內容豐富程度令人驚歎。」
        
        ●從不同觀點，讀出屬於自己的《資本論》
        四十多年來，大衛．哈維面對來自各種背景的學生，累積出講授這本著作的多元經驗，最令他著迷的，是不同團體會在《資本論》中看見不同東西：「不同學科觀點之所以經常有效呈現馬克思思想的不同面向，正是因為他的寫作基礎來自極為多元豐富的批判思考傳統。」
        此外，他也根據《資本論》出版150年來的全球變化，不斷重新解讀，透過新的體悟來加深對文本的理解：「對我而言，那樣的學習從未結束。⋯我想鼓勵你親自閱讀原典，直接與馬克思的文字奮戰，如此一來，對於他的思想，你會開始形成自己的理解。」
        
        「我們面臨的歷史與知識氛圍充滿前所未有的問題與危險，
        所以我們閱讀《資本論》的方式也需要轉變與調適。
        因為世界永遠在變，沒有（甚至不可能有）最終且明確的讀法。」
        －－大衛．哈維
        `,
        table: `導言
        第一章 靈力
        舍利
        造像
        本章小結
        第二章 象徵
        僧伽衣具
        念珠
        如意
        本章小結
        第三章 功德
        書籍
        寺院
        橋梁
        本章小結
        第四章 無心插柳
        椅子
        糖
        茶
        本章小結
        結論
        參考文獻
        註釋
        規格`,
        recommand: true
    },
    {
        id: '3',
        name: "埃及五千年：文明起源與王朝興衰的故事",
        arthur: "喬安．佛列契",
        type: "歷史書籍",
        publing: "日出出版文化事業股份有限公司",
        publingDate: '2020 / 12 / 29',
        price: 750,
        isbn: '9789865515379',
        quantity: 6,
        slogan: `埃及考古權威、BBC古埃及歷史紀錄片《不朽的埃及》首席主講人
        本書以古埃及一代代的王朝為軸線，以實地考古發現和專業文獻為依據，以及追蹤歷史變遷中自然地理的影響，呈現古埃及每個王朝的更替，揭開這個古文明的演化過程。`,
        img: book3,
        arthurIntro: `喬安．佛列契（Joann Fletcher）
        畢業於倫敦大學文學院，攻讀古歷史與埃及學，曼徹斯特大學獲得哲學博士學位。現為英國約克大學考古學院榮譽客座教授，英國哈羅蓋特博物館（Harrogate Museums）埃及古物顧問、威根博物館（museums of Wigan）考古學顧問，是現今最權威的埃及學家之一。出版過許多書籍，以及發表許多學術文章，尤以對克麗奧佩脫拉七世（埃及豔后）的研究著稱。經常參與相關電視節目，為許多博物館規劃埃及展覽活動。長期參與各地的木乃伊研究。
        2002年獲准探勘埃及古都路克索附近的帝王谷墓室，2003年宣稱於此發現娜芙蒂蒂王后（Queen Nefertiti）的木乃伊而引發軒然大波、橫掃媒體，隨後眾多相關紀錄片皆以她的推論為依據。她與團隊的該項研究結果，由Discovery Channel資助，該頻道並製作有關發現的紀錄片。
        
        她為《衛報》和《BBC歷史雜誌》（BBC History Magazine）及其網站撰文，當中包含於2015年獲得新媒體獎的「薩卡拉金字塔之死」。參與主導紀錄片《把艾倫製成木乃伊：埃及的最後秘密》（Mummifying Alan: Egypt's Last Secret，內容為徵求自願者於死後製成木乃伊，運用的是保存圖坦卡門遺體的防腐技術，成為首位以古埃及法製作的現代木乃伊），獲得英國皇家電視協會（Royal Television Society Award）科學與自然歷史獎、以及英國電影學院（BAFTA Award）特別專題類獎、國際廣播協會（AIBs Award）最佳科學獎。她參與的紀錄片眾多：《尋找娜芙蒂蒂》（The Search For Nefertiti）、《帝王谷里的生與死》等。
        在BBC於2016年推出的紀錄片《不朽的埃及》（Immortal Egypt with Joann Fletcher）系列中當任主講人，廣受好評，是全世界認識古埃及必看紀錄影片。2018年成為享譽世界的古埃及考古組織「埃及探勘學會」（EES）的駐地大使。`,
        contact: `喬安．佛列契—埃及考古權威、
        BBC古埃及歷史紀錄片《不朽的埃及》首席主講人，
        她曾發表找到「娜芙蒂蒂木乃伊」而引發轟動，
        參與紀錄片《把艾倫製成木乃伊》：
        自願者於死後依照保存圖坦卡門遺體的防腐技術，
        製作成現代木乃伊。
        
        她以不同的感官方式，帶我們與古埃及相遇：
        壁畫、神廟、金字塔、木乃伊、象形文字，
        科技、文獻、考古推敲；
        從神話、遊牧到立國，從盜墓者到最後的法老，
        將已知的碎片連綴成更真實生動的歷史！
        
        神秘的古埃及擁有眾多神話傳說，而在神話概念中確實包含有歷史真相嗎？在關於埃及的一片迷霧當中，這個疑問的答案正變得越來越明確！跟隨埃及考古權威喬安．佛列契的腳步，踏入考古現場，從古蹟遺址和墓室中出土的文物拼湊出蛛絲馬跡，聽她還原壁畫上訴說的愛恨情仇、日常生活以及古代慶典儀式，觸摸木乃伊身上遺留保存的所有細節；埃及真實起源的關鍵和要素，將完整呈現眼前。
        
        最身歷其境的古埃及文明巨作
        貫穿五千年時間軸，跳脫現有研究框架邊界，
        跨越不同地域和社會階層，
        突破以往聚焦於男性主導的帝王和祭司，
        描述更為平衡、更為少見的古埃及真貌。
        
        本書以古埃及一代代的王朝為軸線，以實地考古發現和專業文獻為依據，以及追蹤歷史變遷中自然地理的影響，呈現古埃及每個王朝的更替，揭開這個古文明的演化過程。
        →為何後繼的法老會成為「盜墓者」，潛入先祖們的墓室？
        →王室為了維持血統純正與合法行使統治權，因而造就出許多匪夷所思的婚姻關係。
        →法老木乃伊的受損非盜墓者所為，竟然是祭司搞的鬼？！
        →古埃及人隨身帶往來生世界的陪葬品，總是強烈暗示了某種信念。
        →當時人們配戴的飾品可視為「失傳的語言所殘留下的詞彙」，到底從中能探知什麼？
        →蠍子王看似來自神祕古老埃及的虛構人物，近年考古認為確有其人。
        →墓葬是有效的時光膠囊，把最古老的埃及人帶回現代：陵寢的地理位置與規劃，當中的陳設與遺留物，往往埋藏著深遠寓意。
        →多達六十位君主的第十三王朝時期，為何出現了全新的木乃伊防腐技術？
        →廟堂牆上刻畫膜拜阿吞神的場景，娜芙蒂蒂出現的頻率是丈夫的兩倍。
        →雕像的姿勢、眼神、鑲嵌的寶石材質、繪製顏色，除了具有宗教色彩，還帶有政治意味！
        →很多辨識度極高的埃及元素，原來都是我們的誤解？！
        →女法老在埃及史上至少出現過十位，這些女性統治者在當時都扮演怎樣的角色、受到怎樣的待遇，擁有怎樣的情懷？
        
        「一切歷史都是當代史」，書中的故事都非野史戲說，透過實地考古挖掘、出土文物、地理勘景等真實且科學的角度，搭建出一個時間框架，貫穿古埃及幾千年的歷史，講述古文明的民俗風情，不斷演變的社會，朝代的更替沉浮，王族成員關係的糾葛，宗教神權與世俗王權之間的制衡機制。全面揭開這個人類古文明的興衰。
        
        埃及學權威喬安．佛列契以全方位視角講述埃及考古的新發現：最古老的藝術型態與手法；開始製作木乃伊的確切年代；女法老在埃及史上至少出現過十位，卻總是被刻意抹除蹤跡；埃及人是第一個興建蘇伊士運河的民族；一覽法老與王后那令人驚嘆的豪奢生活；英雄、發明家、地方官員、惡棍、工匠等是如何開創這個偉大的文明；托勒密王朝發展的精采進程……，這些古埃及的歷史與人物躍然紙上，呈現出極少見到的古埃及面貌。
        
        隨著對埃及早期歷史的考證越來越深入和精確，作者以客觀、權威、顛覆傳統的歷史敘事模式，對以往的推斷和誤解提出修正和更新，帶領讀者發現更貼近真相的古埃及歷史。將整個古埃及世界觀放在我們熟知且可以理解的歷史脈絡中。
        `,
        table: `前言
        第一章：初始
        第二章：撒哈拉熱帶草原：約西元前55,000～前5,500年
        第三章：尋找水源：約西元前5,500～前3,500年
        第四章：南北分治：約西元前3,500～前3,100年
        第五章：兩方土地的男女主宰：約西元前3,100～前2,890年
        第六章：焦點轉換：約西元前2,890～前2,686年
        第七章：金字塔時代的興起：約西元前2,667～前2,613年
        第八章：太陽的兒女：約西元前2,613～前2,494年
        第九章：太陽神的統治：約西元前2,494～前2,375年
        第十章：掠過太陽的陰雲：約西元前2,375～前2,181年
        第十一章：兩方土地的無政府混亂期：約西元前2,181～前1,985年
        第十二章：古典王國，中王國：約西元前1,985～前1,855年
        第十三章：激增，分解：約西元前1,855～前1,650年
        第十四章：分裂與征服：約西元前1,650～前1,550年
        第十五章：黃金時代的黎明：約西元前1,550～前1,425年
        第十六章：太陽神的巔峰：約西元前1,425～前1,352年
        第十七章：太陽神的餘暉所及：約西元前1,352～前1,295年
        第十八章：拉美西斯家族的統治：約西元前1,295～前1,069年
        第十九章：衰退、崛起和敗落：約西元前1,069～前332年
        第二十章：最後的繁盛：西元前332～前30年
        歷代年表`,
        recommand: true,

    }, {
        id: '4',
        name: "征服的時代：從亞歷山大到哈德良的希臘世界",
        arthur: "安傑羅．查尼歐提斯",
        type: "歷史書籍",
        publing: "馬可孛羅文化事業股份有限公司",
        publingDate: '2021 / 01 / 07',
        price: 800,
        quantity: 8,
        isbn: '9789865509477',
        slogan: `馬可孛羅文化2021年全新歷史書系──名家談古代世界史系列`,
        img: book4,
        arthurIntro: `安傑羅．查尼歐提斯Angelos Chaniotis
        普林斯頓大學高等研究院歷史研究學院教授，也是牛津大學萬靈學院（All Souls）的前院士。他曾撰寫多部著作與文章，並擔任《希臘碑文補篇》（Supplementum Epigraphicum Graecum）的資深編輯，以及古典研究期刊《謨涅摩敘涅》（Mnemosyne）的編輯。`,
        contact: `馬可孛羅文化2021年全新歷史書系──名家談古代世界史系列

        英國Profile Books出版社與哈佛大學聯手打造古代史新系列
        帶領讀者重回希臘與羅馬時代，了解西方學界當前最新研究成果
        成功大學歷史系教授翁嘉聲　審定、導讀
        編輯增訂「繼業者王國世系表」、「重要名詞對照表」
        
        【內容簡介】
        《征服的時代》是專為一般大眾書寫，旨在闡述關於古典時期（Classical period）以後，希臘人生活區域內政治、社會和宗教的主要歷史發展概況。書中涵蓋了兩個通常會分開闡述的歷史時期：希臘化時期（Hellenistic period）和羅馬帝國時期（Imperial period）。
        
        亞歷山大大帝在西元前四世紀中建立的歐亞大帝國，卻因為他的死而天崩地裂。在接續的希臘化時期，各方割據，大國間暴力相對，小規模的政治勢力則掙扎維繫著獨立的幻覺，宛如中國的春秋戰國時代再現。然而，如本書所揭示的，希臘化時代不是只有戰爭與殺戮、只有征服與被征服，它同時也是成長、繁榮和智識成就的時期，是個充滿文化爆發力的輝煌時代，也是古代「全球性」歷史的重要組成部分。
        
        此外，過往的歷史研究會將希臘化時期和羅馬帝國時期拆開來論述，作者查尼歐提斯教授則特別發明「長希臘化時代」（long Hellenistic Age）一詞，指出打從亞歷山大創建帝國開始，希臘化文化就始終流行於歐亞兩塊大陸，其影響力東可達印度半島、西可至不列顛群島；時間上則一直延續到羅馬帝國時代的哈德良皇帝，而非傳統斷限的埃及托勒密王朝滅亡。
        
        《征服的時代》是西方歷史學界對希臘化時代的最新研究成果，值得想探究希臘化時代、渴求歷史知識的讀者們一讀。
        
        【專家書評】
        這是部廣泛又生動的希臘東方世界歷史，兼具博學與易讀性，難能可貴。──安德魯．爾斯金（Andrew Erskine），愛丁堡大學古代歷史教授
        
        oikoumene（人居世界）是古希臘人對他們視為有人居住的世界的稱呼。在《征服的時代》中，安傑羅．查尼歐提斯講述希臘化人居世界的故事──其令人驚艷的文化多元性，以及將之整合長達數世紀的人民、思想和事件。查尼歐提斯大膽打破古代歷史的傳統編年分野，撰寫關於從亞歷山大到哈德良統治的長希臘化時代。任何對古代希臘世界的偉大文化成就感興趣的人，都會從這部首屈一指的歷史學家所寫的雄心著作中獲益良多──艾倫．布列松（Alain Bresson），《古代希臘經濟的形成：體制、市集與城邦的成長》作者
        
        安傑羅．查尼歐提斯在這部新作中，傳達出人類歷史上一個非凡時代所有豐富且激動人心的事物。亞歷山大死後的希臘歷史時期是關於帝國和王國的興衰、從昔蘭尼加延伸至阿富汗的新全球性希臘世界，以及「舊」希臘世界的城市掙扎維持其地位。但這也是文化與科學創意蓬勃發展的時期，其間的統治者普遍被敬為神祇，也是在此時我們握有的文獻首次揭露希臘人和外邦人日常生活的細節。沒有人比查尼歐提斯更熟悉長希臘化時代的種種跡象，而在《征服的時代》一書中，他讓這張豐富多彩的畫布躍然紙上。──湯姆．哈里森（Tom Harrison），聖安德魯斯大學古代歷史教授
        
        這個時期始於亞歷山大大帝的征服，終於羅馬皇帝哈德良的統治，是世界歷史上最重要且騷亂的時代之一。生活在這個時代的人物包括耶穌基督、克麗奧佩脫拉、尤利烏斯．凱撒和尼祿，且遠不止於此。希臘人和說希臘語的人民在這些年間扮演著關鍵角色，並見證了許多令人驚嘆的現象──基督宗教出現、羅馬帝國一統鞏固、亞歷山卓圖書館建立，以及在哲學、文學、政治思想和技術方面的持續發展。安傑羅．查尼歐提斯憑藉傑出學識、精湛舉證和敏銳研究，讓希臘化時代栩栩如生。他的著作提供了一幅國際性希臘世界的燦爛圖畫，並說明為何希臘世界對今天的我們仍深具意義。──菲羅澤．瓦蘇尼亞（Phiroze Vasunia），《尼羅河的贈禮：從埃斯庫羅斯到亞歷山大的希臘化埃及》作者
        `,
        table: `導讀（翁嘉聲）
        地圖
        作者前言
        導論
        
        第一章　　一切的開端：從馬其頓到人居世界
        第二章　　繼業者：王國的冒險家與締造者
        第三章　　短三世紀的「舊」希臘：生存、自由與霸權的爭鬥
        第四章　　托勒密王朝的黃金年代
        第五章　　國王與王國
        第六章　　聯邦與帝國世界的城邦
        第七章　　纏結：羅馬的到來
        第八章　　希臘國家成為羅馬行省
        第九章　　亞洲和埃及希臘化王國的式微與覆滅
        第十章　　外來野心的戰場
        第十一章　羅馬東方世界：地方史及其全球脈絡
        第十二章　皇帝、城市與行省：從奧古斯都到哈德良
        第十三章　社會經濟景況：從希臘諸城成為「普世」網絡
        第十四章　社會與文化趨勢：施惠者、同志、役男、運動員、女性與奴隸
        第十五章　從城市敬神活動到一神至大論：國際性世界中的宗教
        第十六章　希臘人與人居世界
        
        大事年表
        繼業者王國世系表
        圖片清單
        參考資料
        書目
        重要名詞對照表　`,
        recommand: true
    }, {
        id: '5',
        name: "從臺車到巴士：百年臺灣地方交通演進史",
        arthur: "陳家豪",
        type: "歷史書籍",
        publing: "左岸文化事業股份有限公司",
        publingDate: '2020 / 12 / 02',
        price: 450,
        quantity: 10,
        isbn: '9789869944441',
        slogan: `人力轎子、兩輪牛車、四輪汽車、多組路輪火車、輕軌電車、高速鐵路……
        一百年來臺灣地方交通的演變就是一場革命！`,
        img: book5,
        arthurIntro: `陳家豪
        陳家豪
        現任財團法人自由思想學術基金會副研究員，並任教於政大臺史所、淡大歷史系。曾赴日本東京大學社會科學研究所訪問研究一年、東京大學總合文化研究科交換半年。專攻交通史、企業史與經濟史，博士論文《近代臺灣人資本與企業經營：以交通業為探討中心（1895-1954）》由政大出版社出版，長期於《經營史學》、《經濟論文叢刊》、《臺灣史研究》、《臺灣文獻》、《臺灣學研究》等國內外指標性學術刊物、世界經濟史大會等國際重要學術會議發表論文。`,
        contact: `百年臺灣地方交通的演變即是一場革命！

        　　可否想像，在一百多年前的清末，牛車與轎子曾經是臺灣這塊島嶼最主要的人貨運輸工具？一百年多來，臺灣的地方交通一日千里，從有限的人力、四腳獸力、蒸氣力到無汙染的電力，陸上交通的演變就是一場革命。人力轎子、兩輪牛車、四輪汽車、多組路輪火車、輕軌電車、高速鐵路……，不論是劉銘傳從中國引進蒸汽火車、日治時期縱橫臺灣南北的縱貫鐵路，或是今日風馳電掣的高速鐵路，都在在改變了臺灣的地景，也牽動了臺灣人的交通習慣，而交通形式的改變更深深影響了臺灣社會的發展。
        　　從人類交通文明史來看，可分為傳統型個人交通工具、半近代大眾交通工具、現代型大眾交通工具，有的幾乎在同一時間登場。　　　　
        　　轎子是清代臺灣最主要的客運業，而牛車是最具代表性的貨運業。臺灣的轎子是漢人入臺時引進的，為了配合臺灣的地形地物而顯現出「輕巧簡易」的一面。牛車在臺灣又稱「板輪車」，據說在中國沒有臺灣牛車這種交通工具，盛傳是在荷蘭時代從東南亞引進臺灣。臺灣牛車的形制是兩輪，由三片木板拼成，相當於一個成人的高度。由於清代臺灣路況不佳，遇雨即泥濘不堪，如果不到這個高度，車輛勢必會被卡住。另外，臺灣西部平原河川、溪流眾多，當水位較低時，牛車可運用此一高度的優勢，直接渡河。
        　　清末以後，臺灣引進了人力車、臺車等「半近代大眾交通工具」。人力車的發源地是日本，這項交通工具出現在明治維新時期，同樣與日本的近代化有關，但卻是典型的「和製新事物」，用來滿足日益增加的市鎮或都市人口移動的需求。就在1888年，劉銘傳從中國引進人力車到臺灣。
        　　由世界各主要先進國家的經驗來看，都市化的出現和都市人口的暴增，成為大眾交通工具出現需求的重要背景。第一代大眾交通工具大多為馬車、馬車鐵道等非機械動力者，第二代大眾交通工具則普遍以第一代為基礎改良而來，改良的重點是導入機械動力。以歐美而言，主要是從馬車鐵道轉型為蒸汽鐵道、電氣化鐵道與市區電車；以日本而言，則是馬車鐵道與人車鐵道，轉型為蒸汽鐵道、電氣化鐵道與市區電車。
        　　十九世紀時，歐美各大城市盛行馬車鐵道，但臺灣未曾出現馬車鐵道，卻大量鋪設了馬車鐵道的孿生物――人力輕便鐵道。所謂人力輕便鐵道，是由人推行固定在軌道上運行的車輛，就像礦場的礦車。十九世紀末，日本的大眾運輸廣泛運用人力輕便鐵道，之後再引入殖民地──韓國與臺灣，其中以臺灣使用密度最高、存在時間最久，從而誕生了交通運輸業的百年企業。
        　　「現代型大眾交通工具」是指進入機械動力領域後的交通工具，如鐵道、巴士、電車等。臺灣鐵道濫觴於清代劉銘傳的鐵道建設，但這段鐵道無法達成貫通全島的初衷，僅完成基隆到新竹的「區間」，因此成為臺灣最初的「現代型地方交通工具」。到了日治時期，日本殖民者在劉銘傳建設的基礎上繼續完成縱貫鐵道及其支線淡水線，再將臺北市區切割成三大部分。而臺灣總督府鐵道部努力地想完成市區鐵道高架化的工程，但因無法籌得足夠的經費，最終先完成了樺山貨車站，另外也興建了製糖鐵道，並鼓勵臺北鐵道株式會社、彰南鐵道株式會社和臺中輕鐵株式會社等民間鐵道公司的成立。
        　　地方交通，特別是都市交通，需要班次密集、機動力高的交通工具，於是人類開發出將機械動力裝設於車廂內部的軌道型交通工具，而市區電車可說是專門為了都市交通所產生的產物。在臺北捷運出現以前，臺灣幾乎未出現過都市軌道交通系統。不過，早在二十世紀初期，臺灣社會已經開始思考建構軌道系統，以滿足快速成長的都市交通需求，後來演變為一波又一波市區電車鋪設的風潮；此一風潮並未因臺北捷運的興建而結束，反而在近期的「前瞻基礎建設計畫」以及各主要都市的「輕軌」建設獲得延續，橫跨百年。
        　　臺灣汽車運輸的基礎擘劃於日治時期。不過，戰前日本帝國的陸運政策是以鐵道為主，汽車運輸附屬於鐵道部門之下，這樣的情況在中華民國政府接收臺灣之後，徹底獲得翻轉。戰後臺灣在地方道路系統，相較於二戰以前，最重要的突破是「快速公路」的興建。經過大約一百年的時間，臺灣交通建設飛速發展，各級公路交織出完備道路系統、環島鐵道網、時速超過三百公里的高鐵、六大都會區大眾軌道系統或鐵道地下化、前瞻基礎軌道建設、市區環狀鐵道等議題，都受到熱烈的討論。
        　　臺灣下一個百年的交通將會是什麼樣貌？本書細說一百年來臺灣地方交通的演變歷史，交通工具的日新月異和萬千風貌，在本書中再現風華、展露無遺。
        `,
        table: `推薦序／蔡龍保
        推薦序／洪致文
        推薦序／李為楨
        作者序
        
        第一章 傳統型個人交通工具
        最主要的交通手段：雙腳
        東亞社會與轎子
        牛車：清代貨運業
        
        第二章　半近代大眾交通工具：公共馬車、人力車
        Omnibus
        短暫存在的臺灣公共馬車
        人力車：Rickshaw
        
        第三章　半近代大眾交通工具：馬車鐵道、人力輕便鐵道
        追本溯源：馬車鐵道
        甲午戰爭帶來的契機
        百年企業的誕生
        軌距的問題
        冒著生命危險搭乘
        穿山越嶺的利器
        經濟與地方交通發展
        
        第四章　現代型大眾交通工具：鐵道
        起點：劉銘傳的鐵道建設
        縱貫鐵道臺北市區路段的難題
        從高架化到地下化的轉折
        Aloha：漂洋過海而來
        老一輩臺灣人記憶中的「五分車」
        縱貫鐵道的戰備輔助線
        北港媽祖進香與搶客風潮
        縱貫鐵道民營化爭議
        製糖業以外的鐵道公司
        
        第五章　現代型大眾交通工具：電車
        日俄戰爭之後風潮興起
        鐵道部的回應
        市營電車的破局
        其他都市的構想
        戰後的延續
        從電車到MRT
        
        第六章　現代型大眾交通工具：汽車
        人類汽車工業的萌芽
        臺灣汽車運輸的興起
        臺灣第一輛汽車在何時出現？
        誰可以駕駛汽車？
        跨政權繼承關係
        全面迎向公路時代
        
        結語：下一個百年
        
        參考書目
        規格`,
        recommand: false,

    }, {
        id: '6',
        name: "恐懼與自由: 透過二十五位人物的故事, 了解二次大戰如何改變人類的未來",
        arthur: "齊斯．洛韋",
        type: "歷史書籍",
        publing: "馬可孛羅文化事業股份有限公司",
        publingDate: '2021 / 03 / 06',
        price: 680,
        quantity: 12,
        isbn: '9789865509637',
        slogan: `二戰史權威、赫塞爾－提爾曼歷史圖書獎得主最新力作
        《二次大戰後的野蠻歐陸》姊妹作品
        安東尼．畢佛、詹姆斯．霍蘭德等諸多二戰學者　一致推薦
        Amazon 4.2分、Goodreads 4.2分、豆瓣讀書9.0分　讀者高分評價`,
        img: book6,

        arthurIntro: `齊斯．洛韋Keith Lowe
        全職作家和歷史學家，曾於曼徹斯特大學學習英語文學，也曾擔任十二年的歷史圖書編輯。他被公認為二戰史的權威，經常在英國和美國的電視廣播上發表意見。至今他的作品被翻譯為德文、瑞典文、日文、塞爾維亞文、法文、義大利文等二十多種語言。著有《二次大戰後的野蠻歐陸》。
        
        相關著作：《二次大戰後的野蠻歐陸：充滿復仇、內戰與種族清洗的血腥之地》
        蔡耀緯
        台灣大學歷史研究所碩士，譯有《偉大的俄羅斯回來了》、《起源的故事》、《大歷史》、《當上帝踩到狗屎》、《恐懼如何被操弄》、《暗渡文明》、《間諜、虐待狂與巫士》、《福爾摩沙．美麗之島》、《平凡的美德》、《1921穿越福爾摩沙》等書。`,
        content: `1939年到1945年，戰火遍及四大洲，參戰多達數十國，
        死亡人數高達7000萬，人類歷史上最慘痛的這場戰爭
        是如何形塑我們對恐懼的想像、對自由的渴求，以及如何改變了人類的未來
        
        二戰史權威、赫塞爾－提爾曼歷史圖書獎得主最新力作
        《二次大戰後的野蠻歐陸》姊妹作品
        安東尼．畢佛、詹姆斯．霍蘭德等諸多二戰學者　一致推薦
        Amazon 4.2分、Goodreads 4.2分、豆瓣讀書9.0分　讀者高分評價
        
        【內容簡介】
        《恐懼與自由》是《二次大戰後的野蠻歐陸》的姊妹作品，本書利用二十五位大人物、小人物的生命故事，描繪一個在政治、社會、經濟和文化上都面臨巨變的世界。
        
        一九四五年結束的第二次世界大戰，共造成七千萬人死亡、數億人流離失所，精神上和財產上的損失則無法估計。這場戰爭為世界帶來的變化，既是毀滅性的，也是建設性的。戰後，人類在焦土上構思著新秩序、新格局、新未來，試著將自由的理念、烏托邦般的想望、永世和平的企盼，傳達到世界的各個角落。
        
        但理想總是不敵現實，不管是資本主義與共場主義的扞格，還是國族與國族、民族與民族之間的齟齬，意識形態上的對立終究無法使眾人團結一心，追求自由的同時卻也播下了恐懼的種子。恐懼與自由，是創造戰後世界最重要的兩股力量。
        
        恐懼，甫因為兩顆原子彈而結束大戰的世界，卻深陷美蘇兩國劍拔弩張的冷戰局勢，第三次世界大戰一觸即發。人們都相信，下一回的大戰將超出文明社會所能承受的限度，甚至超出人類可否持續存在的限度。人們都知道，下一場全球戰爭恐怕會導致實際上的末日，而非象徵上的末日。
        
        自由，戰後世界各地的人們急於從納粹主義、史達林主義、帝國主義、殖民主義等各種壓迫力量解放出來，美國總統小羅斯福甚至提出四大自由的未來願景：人人都應擁有言論自由、信仰自由、免於匱乏的自由、免於恐懼的自由。但全然地擁抱自由卻也意味著完全的責任，人類總在「渴求自由」與「逃避自由」間擺盪著，至今依舊如此。
        
        二戰雖已結束七十餘年，但留下來的爭議與遺產，仍在持續影響著全人類的未來。
        
        【國際書評】
        文筆優美，見地深刻……（本書）確認了洛韋是我國最傑出的歷史學家之一。──安東尼．畢佛（Antony Beevor），二戰史學家，《解密突出部之役》作者
        
        啟迪思考、洞見深入，有時令人深深感動……我希望所有人都能讀過，並學習到書中至關重要的課題。──詹姆斯．霍蘭德（James Holland），二戰史學家、作家、廣播人
        
        巧妙融合了歷史研究、動人的訪談，以及具有挑戰性的心理學洞見。洛韋的文筆優雅又有見地。一部真正啟發讀者的讀物。──喬納森．丁博比（Jonathan Dimbleby），電視節目主持人、歷史學家
        
        洛韋這本精煉、清晰、可讀性高，同時包含了二戰結束後數年間個人記憶證言的著作，將會廣受歡迎。──茱麗葉．加迪納（Jluiet Gardiner），歷史學家
        
        這部記錄豐富、內容廣泛的著作，激發了人們對於戰爭整體影響的思索，不僅限於二戰。它其實可以命名為「出人意料的真實故事」（True Tales of the Unexpected），由此呈現出歷史比起任何小說都更加充滿驚奇。──西奧多．澤爾丁（Thodore Zeldin），牛津大學學者、思想家
        
        【延伸閱讀】
        《二次大戰後的野蠻歐陸》（馬可孛羅文化，2020年）
        翻轉「正義vs.邪惡」、「歐洲從灰燼中復興」的傳統二戰史觀，改變你我對近代歐洲史認知的傑作。在這片揚棄了道德價值、不知法治為何物、人命卑賤如草芥的野蠻大陸，正上演一幕幕相殺相仇、秋後算帳的黑色荒謬劇……
        `,
        table: `作者對於亞洲人名的說明
        引言
        
        第一部　神話與傳說
        第一章　世界末日
        第二章　英雄
        第三章　妖魔
        第四章　殉難者
        第五章　世界的起始
        
        第二部　烏托邦
        第六章　科學
        第七章　計畫烏托邦
        第八章　平等與多元
        第九章　自由與歸屬
        
        第三部　一個世界
        第十章　世界經濟
        第十一章　世界政府
        第十二章　世界法律
        
        第四部　兩個超級強權
        第十三章　美國
        第十四章　蘇聯
        第十五章　世界兩極分化
        
        第五部　二百個國家
        第十六章　一個亞洲國家的誕生
        第十七章　一個非洲國家的誕生
        第十八章　拉丁美洲的民主
        第十九章　以色列：典型國家
        第二十章　歐洲國族主義
        
        第六部　一萬片碎片
        第二十一章　創傷
        第二十二章　損失
        第二十三章　流亡者
        第二十四章　民族全球化
        結語`,
        recommand: false
    }, {
        id: '7',
        name: "被隱藏的帝國:一部發生於美國之外,被忽略的美國史",
        arthur: "丹尼爾．因莫瓦爾",
        type: "歷史書籍",
        publing: "臉譜出版社",
        publingDate: '2021 / 03 / 11',
        price: 680,
        quantity: 10,
        isbn: '9789862358979',
        slogan: `二戰史權威、赫塞爾－提爾曼歷史圖書獎得主最新力作
        《二次大戰後的野蠻歐陸》姊妹作品
        安東尼．畢佛、詹姆斯．霍蘭德等諸多二戰學者　一致推薦
        Amazon 4.2分、Goodreads 4.2分、豆瓣讀書9.0分　讀者高分評價`,
        img: book7,
        arthurIntro: `丹尼爾．因莫瓦爾Daniel Immerwahr
        美國西北大學歷史學教授。研究專攻領域是全球背景下的二十世紀美國史。本書暢銷於美國書市，同時也位列二〇一九年《紐約時報》評論家評選出的年度最佳書籍，並且是美國對外關係史學會羅伯特．H.費雷爾獎（Robert H. Ferrell Prize）的獲獎作品。因莫瓦爾教授的文章散見於《紐約時報》、《衛報》、《華盛頓郵報》、《國家》和《石板》等刊物。
        林玉菁
        紐約市立大學政治學博士班，劍橋大學印度研究碩士，政大新聞系。曾任職IFRC國際紅十字與紅星月會聯合會美洲辦公室、雲門基金會、北藝大傳統藝術研究中心及國內外NGO組織。現為專職口譯、筆譯。`,
        content: `▰《紐約時報》書評精選年度好書▰　
        ▰獲選《出版人週刊》年度最佳書籍▰
        ▰美國公共廣播電台推薦年度好書▰
        ▰亞馬遜書店四點六顆星好評，廣大讀者熱情推薦▰
        
        
        ➢美國西北大學歷史學者丹尼爾．因莫瓦爾引領讀者
        踏上美國本土外的帝國領地巡禮，揭露令美帝成為美帝，歷史上備受忽略的關鍵少數
        
        ➢看高舉「反帝國」大旗起家的美國怎麼從建國之始，
        一步步掠奪土地與資源，逐步積累殖民與帝國實力
        
        ➢到了二十世紀，美國又如何借助地緣、外交、強權政治、軍事力量與科技創新，
        將散布全球的海外領地和據點，轉變為自身影響力的籌碼，成為事實上的「美帝」
        
        
        多數人都熟悉封面上方那張「經典」美國本土地圖；或許也都知道，美國以共和國之名自我標榜，
        同時卻大行「帝國擴張」之實，如今，它的世界霸權影響力依舊顯見。
        但在本土之外，星條旗高揚的還有那些散落全球、住著許多「美國人」的島嶼、環礁和群島，卻一直以來備受忽略。
        
        從建國以來，除了向西擴張，美國人也積極將觸角伸進中美洲，
        甚至拿下如波多黎各、美屬維京群島等地。而在靠近遠東地區，更有知名的太平洋領地，
        包括夏威夷、關島，以及二戰中至關重要的中途島、威克島、豪蘭島等多個軍事基地。
        上述這些地方，有的是遭到殖民式資源掠奪，有的則是當地原住民承受來自本土白人的欺壓，甚至是被推上世界大戰的戰場。
        
        長久以來，這些地方籠罩在美帝陰影之下，且常常為美國歷史所忽略，或不被承認為「真正的」美國的一部分。
        本書作者──美國西北大學歷史學家丹尼爾．因莫瓦爾要為讀者講述的，
        正是美國自建國以來在這些地方崛起、擴張、活動的種種事蹟，
        這是美國成為「美帝」的關鍵，卻從未受到應有的重視。
        
        美國在海外領地的活動事蹟如何影響美國，遠遠超過大家想像──
        
        ★十九世紀北美人口爆增，導致本土居民必須為了肥料，前往海上極偏遠的地方占領、開採「鳥糞島」的鳥糞，
        而數十年後，這些小島正好提供二戰後美國建立海外軍事基地的場址。
        ★珍珠港因為白人較多，更被認為是「美國」而得到政府與民眾認同、挺身捍衛，
        珍珠港事件也獲得今日的歷史地位；但當時菲律賓的美國領地其實死傷更為慘重，卻遭到忽略和遺忘。
        ★二戰期間，日軍兵臨城下，占領了阿拉斯加附近三座島嶼長達一年以上。美國靠著武裝阿拉斯加原住民，
        再加上加拿大默許美方興建連接阿拉斯加與本土的大規模公路工程，才抵擋了日軍對西北美洲更進一步的攻勢。
        ★一九五○年波多黎各民族主義者發動七天暴動，後演變為暗殺總統杜魯門的行動，四年後同一批人還會在國會開槍掃射。
        然而波多黎各民族主義領導者阿爾比蘇之名卻從不見於正史，甚至多數美國人都不知道波多黎各就在美國。
        
        
        此外，本書也叩問「美帝」如何運用各種「非傳統」手段，對全世界發揮無所不在的影響：
        
        ★披頭四、日商索尼，甚至是經典怪獸電影《酷斯拉》，為何嚴格上都算是「美帝」促成的產物？
        ★相對近期出現的合成塑膠、新的抗瘧藥物、無線電等技術突破，讓美國在全球霸權角逐中，擁有絕對優勢。
        ★美規、美制的強勢標準化潮流來勢洶洶。以音樂界為例，美國流行樂風靡全球，
        竟讓音樂之國奧地利與其他國家放棄舊傳統，以美國認定之440赫茲當成新的標準音高。
        ★網路雖推動了國際溝通，卻是以英文能力為代價。網際網路誕生於美國，
        也不成比例地以英文為主要媒介；虛擬世界自問世以來，一直籠罩於帝國陰影之下。
        ★本世紀初開始，美國藉著無人機讓戰爭的界線模糊難辨，戰鬥區與非戰鬥區的劃分並不清晰。
        在新科技幫助下，美國所謂「非帝國」、「非殖民」式的攻擊行動，有了更多可取巧或繞道而行的執行選項。
        
        
        本書的歷史敘事與資料爬梳深入淺出，卻不失宏大的國際政治史觀。
        作者不忘把他力圖解答且貫穿全書的問題意識連結到現在與未來：帝國與殖民主義真的已成過去了嗎？
        我們現在心中想到的美國，是怎樣的政治實體？而鮮少有人關注的「另一些美國」呢？那些地方為何存在？
        存在的確切意義又是什麼？在本書中，能找到值得深省的歷史真相，
        同時，還能以此反思當前國際現勢、大國角力的權力布局，以及全球地緣政治未來的可能性。
        `,
        table: `導論／超越識別標誌的地圖
        丹尼爾·布恩的崛起與失落
        印第安國度
        你想知道卻又不敢問的關於鳥屎的一切
        泰迪·羅斯福的美好一日
        帝國心理
        發出自由的戰吼
        小團體之外
        白城
        無國界醫師
        美國壁壘
        戰爭國家
        有時候人就是得死
        基爾洛伊在此
        美國去殖民
        美國人都不知道波多黎各就在美國
        合成物共和國
        這就是神所行的大事
        紅色八角形的帝國
        語言是種病毒
        龐德先生，權力就是主權
        軍事基地國
        點的戰爭
        結論／不朽的帝國`,
        recommand: false
    }, {
        id: '8',
        name: "斯多葛主義生活: 如何避開焦慮、悲傷、失望、憤怒和不滿的情緒指南",
        arthur: "約翰．賽勒斯",
        type: "哲學書籍",
        publing: "晨星出版有限公司",
        publingDate: '2020 / 11 / 12',
        price: 290,
        quantity: 13,
        isbn: '9789862358979',
        slogan: `影響歐洲世界數世紀至今的生活哲學`,
        img: book8,
        arthurIntro: `約翰‧賽勒斯
        約翰‧賽勒斯 (John Sellars)
        倫敦大學皇家哈洛威學院的哲學講師暨牛津大學沃弗森學院的成員。他撰有《The Art of Living》，也是「現代斯多葛主義」的創辦成員之一，這個團體每年主辦「斯多葛週」活動，邀請全球民眾體驗「斯多葛生活週」，觀察這種生活方式如何改善自己的人生。`,
        content: `如何過上斯多葛的生活：
        如何理解自己的身分與角色定位。
        如何面對困擾
        如何管理自身的情緒
        如何應付互動的進與退
        如何好好地過日子
        
        影響歐洲世界數世紀至今的生活哲學，用心品味書中的智慧，撫慰以及貼近人心的啟發，讓人生活得更愉快。
        
        本書特色：
        1. 淺顯易懂的方式描述斯多葛主義這個深奧的大主題
        2. 撫慰受傷心靈的心靈雞湯
        3. 生活壓力大改變看事情的想法/觀念
        `,
        table: `前言
        1. 哲人即醫者
        2. 你能控制甚麼
        3. 情緒的問題
        4. 應對逆境
        5. 我們在大自然中的位置
        6. 生與死
        7. 人類該如何共存
        後記
        銘謝`,
        recommand: false
    }, {
        id: '9',
        name: "操控與反操控:德國法律人都在使用的日常修辭邏輯與謬誤偵知法",
        arthur: "賈誠柯",
        type: "哲學書籍",
        publing: "遠流出版事業股份有限公司",
        publingDate: '2021 / 01 / 27',
        price: 380,
        quantity: 10,
        isbn: '9789573289258',
        slogan: `你的語言帶有能力！本書源自德國法律人精細的思考，作者是全歐演講大滿貫冠軍、劍橋英式議會制辯論賽冠軍。書中幫助我們辨識日常的認知偏誤，拒絕對方給出的謬誤說詞。書中介紹許多實用的語言技巧，兼具防衛與攻擊的效能，使我們面對他人的語言陷阱能做出更好的判斷，並在討論中拿出優質的論證。`,
        img: book9,
        arthurIntro: `賈誠柯
        全歐五星級專業企業教練、溝通專家。慕尼黑大學法律系畢業，紐約哥倫比亞大學碩士，德意志學術基金會獎學金（Studienstiftung des deutschen Volkes）得主。
         
        慕尼黑大學法律系畢業後，通過德國兩階段國家考試及格，獲得「完全法律人」（Volljurist）資格。除了在慕尼黑執業律師、商業顧問，也曾在紐約的聯合國總部擔任政治分析師。
         
        他在小學的時候發現「說話的口音會微妙影響課堂老師，從而改變分數」，因此努力克服語言障礙，精通了德文、俄文與英文。後來更在以英文為官方語言的「劍橋盃英式議會制辯論大賽」中打敗哈佛與劍橋隊伍，轟動歐陸。
         
        他創辦「議論與修辭學院」（Argumentorik Academy），全職擔任修辭教練、演講教練。
        他曾教練過歐洲許多政治人物，不少知名企業定期邀請他進行高階主管的內訓，包含Allianz、BMW、3M、Pro7等。課程內容聚焦在專業修辭工具、高能溝通技巧、成功協商法、專業衝突管理以及領導能力等。`,
        content: `你的語言帶有力量！
        本書是日常思辯與言辭邏輯攻防的解方
        讓你發揮更高的影響力
        
        
        如果人讓自己成為一條蟲，  就不要抱怨別人老是踩在他身上。 ——康德
         
        沒錯，當好人的時代已經過去了。今天在職場及日常生活中，每個人都拼了命在算計、情緒勒索、要你付出免費勞力。你辛苦之後，卻只看到他們轉身露出得意的笑容。這樣的你，很心酸吧？
        是時候了。本書幫助你重新建立公正的語言環境，把我們日常最需要、最頻繁使用的議論、修辭邏輯及謬誤辨識方法，做了有系統的整理，讓人一目了然，方便運用。
        作者受過嚴格的法律與邏輯訓練，獲有德國「完全法律人」資格，是歐陸的權威修辭教練。書中案例都是長年累積的科學實驗成果與智慧，讓你可以自保並積極維護自己的權益。
        本書結構清晰易懂，有許多名言金句可以輕鬆引用（增加你的權威感），以及許多足以震懾人（但對你卻非常簡單）的拉丁文專業詞彙，更以容易理解的五大結構，建立起專屬你的「議論學（argumentation）」知識：
        1）常見的10種語言陷阱與防備策略（例如5個讓他人不能拒絕的心理技巧）
        2）14項一般人常犯的認知偏誤（例如處理流暢性、互相陷阱）
        3）包藏惡意的10個語言圈套（例如專業術語、被動語態）
        4）13種謬誤論證（例如相關並非因果、傳統論點）
        5）7種操控的道德性：源自德式法律人精密分類思考的觀點
         
        看完本書，你將
        ◊避免在面試中受到「尖角效應」的傷害
        ◊透過一致性原則（富蘭克林效應）讓他人更願意幫助你
        ◊跳脫達克效應的陷阱，使你客觀評估自己的狀況
        ◊偵測到對方施用「安道拉效應」的跡象
        ◊順利解構10種超完美謊言
        ◊突破「不得不答應」的情緒勒索
        ◊掌握主動攻擊對方言辭的7大技巧
        ◊善用5個有效方式，立即終結不愉快對話
        `,
        table: `目錄
        前言：當好人的時代已經過去了
        序論：你每天都在操控別人
         
        第一部：適用於日常生活的10大言辭操控法
        1. 在一無所知的情況下安全登場 （7種超越知識的對話技能）
        2. 用良好形象迷惑他人                  
        3. 迅速建立別人對你的好感
        4. 巧妙地說謊（巧妙說謊2形式：謊言，片面事實 + 謊言2要素 + 片面事實3形式）
        5. 讓別人不得不答應（5個讓他人不能拒絕的心理技巧）
        6. 用問題引導對話（10種有用的提問形式）
        7. 用情緒控制他人（5大情緒技巧）
        8. 攻擊對手的說話內容，讓他無力抵抗（反駁對方言辭的7個方法）
        9. 攻擊對手本人，讓他啞口無言
        10. 迅速結束不愉快的對話（終結討論的5個技巧）
         
        第二部份：暗黑說話術的三大招數
         
        1. 招數一：認知偏誤
        偏誤1: 優於常人的幻覺（達克效應、自利性偏差）
        偏誤2: 確認偏誤                      
        偏誤3: 注意力偏誤
        偏誤4: 認知失調（低球技巧、安道拉效應、插足入門技巧 ）
        偏誤5: 促發效應                      
        偏誤6: 錨定效應
        偏誤7: 社會認同                      
        偏誤8: 樂觀偏見與癡心妄想
        偏誤9: 處理流暢性          
        偏誤10: 光環效應
        偏誤11: 權威陷阱                    
        偏誤12: 沉默成本陷阱
        偏誤13: 互相陷阱                    
        偏誤14: 限量陷阱
         
        2. 招數二：語言圈套
        圈套1: 專業術語和外語詞彙
        圈套2: 無能語言和有力談話
        圈套3: 框架效應                
        圈套4: 隱喻
        圈套5: 既定觀點詞語              
        圈套6: 「因為」這個詞
        圈套7: 聲音技巧（七個有效的聲音工具）
        圈套8: 引用                               
        圈套9: 被動語態
        圈套10: 十項小技巧
         
        3. 招數三：謬誤
        謬誤1: 不相關言論          
        謬誤2: 傳統論點
        謬誤3: 攻擊人身                       
        謬誤4: 循環論證
        謬誤5: 滑坡論證                       
        謬誤6: 顯著言論
        謬誤7: 訴諸情感                       
        謬誤8: 不斷重複
        謬誤9: 錯誤概括                       
        謬誤10: 與此故因此
        謬誤11: 後此故因此               
        謬誤12: 利益論點（11種利益類型與對應的需求）
        謬誤13: 謬誤論證
         
        操控的道德性
        道德究竟是什麼？           
        操控的不同道德等級
         
        結語：操控無所不在`,
        recommand: false
    }, {
        id: '10',
        name: "哲學與宗教全史:人類三千年的思考之旅",
        arthur: "出口治明",
        type: "哲學書籍",
        publing: "究竟出版社股份有限公司",
        publingDate: '2020 / 10 / 01',
        price: 430,
        quantity: 4,
        isbn: '9789861373034',
        slogan: `★ 出版即六刷，包括《日經新聞》《朝日新聞》《日經MJ》《Sunday每日》《週刊朝日》《讀賣新聞》等重要媒體報導或轉載；出版一年後，仍高居哲學史第1名。
        ★ 獲「2020年商業書大獎」總榜第6名、通識教育類第2名`,
        img: book10,
        arthurIntro: `出口治明
        飽讀超過10000本書、親自造訪超過1200座城市，堪稱「現代知識巨人」的讀書家與實踐家，現任立命館亞洲太平洋大學（APU）校長。
        
        1948年出生於三重縣，畢業於京都大學法學部。1972年進入日本生命保險相互會社，曾擔任經營企畫一職，後接任倫敦分公司社長、國際業務部部長等職，並於2006年退休。同年，創立「NETLIFE企畫公司」；2008年4月取得保險營業執照，以132億圓資本額成立「NETLIFE生命保險公司」，擔任社長及董事長，並在2012年股票上市。
        
        2018年起擔任APU校長至今，對歷史有很深的造詣，並於京都大學開設「國際人的全球化素養」特別講座，講授世界史課程，廣受好評。著作包括《哲學與宗教全史》等40餘部。
        黃詩婷
        喜愛日本動漫畫、傳統文化、文學及歷史，人生目標是以書籍譯者身分終老一生。畢業於東吳大學日文系，並曾前往日本遊學，現為自由譯者。`,
        content: `★ 附百餘幅圖照及全彩年表拉頁，重要事件的樣貌、交流及影響一目了然！
        ★ 本書以俯瞰視角、全面性說明各思想源流及發展；閱讀其他相關書籍時，也能發揮錨點的作用，幫助讀者掌握不同時代發展的脈絡。
        
        歷史資產中，思考比事實更珍貴！
        
        一書輕鬆掌握人類累積至今的思想素養！
        以精神文明的核心──哲學與宗教為骨架，
        用最具臨場感的描寫，帶你一次看懂東西方思想的流變與影響！
        
        哲學與宗教除了是人類好奇心的展現，
        也是文化與社會組織建構的基礎。
        它們與生活的連結和影響，遠比想像中更複雜深刻。
        跟著本書走一趟前所未有的歷史之旅，
        你將更清楚世界為何會是現在的樣貌。
        
        儘管自然科學已為我們解開許多謎團，但人類的愛憎欲望、煩悶苦惱，卻不曾因科學的進步而解消，反而與日俱增。
        
        從這個角度來看，無論身處什麼時代，我們都需要哲學和宗教。正因為人類會思考、有好奇心，所以從未放棄對世界提問：有沒有真理？有沒有超自然的支配力量？為什麼痛苦？為什麼不滿足？……這些疑問帶來了哲學與宗教，也推動了歷史。
        
        本書以哲學為綱、宗教為領，讓讀者讀通東西方思想流變；並以生動的文筆，描寫哲學家與宗教家的生活，以及他們如何為當下的困境解套。只要讀完本書，名為「世界史」的地圖便能開展在腦中，清楚了解世界如何影響人類的思考，而人類的思考又如何形塑世界。
        `,
        table: `產品目錄
        序言　為什麼現在要了解哲學與宗教？
        1 哲學與宗教是人類智慧的泉源
        2 話說回來，什麼是哲學？什麼是宗教？
        3 該如何說明人類的疑問？
        4 宗教和哲學已無用武之地？
        
        第1章　在宗教誕生前
        1 為了思考而有語言
        2 人類是怎麼思考「時間」的？
        3 突如其來的變化，馴化與宗教的關係
        
        第2章　瑣羅亞斯德教的禮物
        1 「舞蹈宗教家」摩尼的出現
        2 善惡二元論與最後審判
        3 守護靈與洗禮
        4 崇拜並祭祀火焰
        5 大家都是跟瑣羅亞斯德教學的
        6 尼采與瑣羅亞斯德教
        
        第3章　哲學的誕生與「知識大爆炸」
        1 哲學始祖泰利斯與「本原」
        2 希臘以外的知識大爆炸
        
        第4章　希臘三哲對西洋哲學的貢獻
        1 蘇格拉底身處的雅典
        2 蘇格拉底的真實與虛像
        3 柏拉圖的地位
        4 「萬學之祖」亞里斯多德
        哲學下午茶1　蘇格拉底的老婆真是母老虎嗎？
        
        第5章　孔子、墨子、佛陀、摩訶毘羅
        1 在動亂中生存、思索、行動
        2 孔子提倡「復禮」，要「重返榮耀」
        3 不否定你，也不重用你
        4 十分相似的孔子與柏拉圖
        5 徹底批判孔子的墨子
        6 墨家銷聲匿跡的因素
        7 婆羅門教就這樣失去了優勢
        8 如何逃離輪迴轉世的痛苦？
        
        第6章（1）　希臘化時期的希臘哲學家
        1 何謂希臘化時期？
        2 伊比鳩魯的享樂主義享的是什麼樂？
        3 斯多噶學派的理想人生有多理想？
        
        第6章（2）中國的百家爭鳴
        1 具特殊地位的陰陽家
        2 性善與性惡之間
        3 領先時代兩千五百年的孟子
        4 具備邏輯思考的荀子
        5 徹底的法治主義與徹底的自然無為
        6 儒家、法家、道家的存在為中國社會帶來安定
        
        第6章（3）猶太教的起點
        1 《塔納赫》成書
        2 佛教分裂
        
        第6章（4）　希臘國王成了佛教徒？
        
        第7章　基督教與大乘佛教的誕生及發展
        1 《新約聖經》成書前
        2 初代教會的傳教戰術
        3 君士坦丁一世與三位一體
        4 「三位一體說」真的很複雜
        5 基督教會東西大分裂
        6 與佛陀無關的大乘佛教登場
        7 用哲學維護教會正統性的「教父哲學」
        
        第8章（1）　伊斯蘭教的誕生、發展與挫折
        1 穆罕默德本來只是個普通人
        2 伊斯蘭教的「六信五功」
        3 伊斯蘭教的合理性
        4 穆斯林的禮拜與《古蘭經》
        5 什葉派與遜尼派
        6 對「吉哈德」的誤解
        7 關於四位妻子與伊斯蘭女性的地位
        8 「伊斯蘭原教旨主義」與青年膨脹問題
        9 比基督教年輕六百歲的伊斯蘭教
        
        第8章（2）　伊斯蘭教對希臘哲學的繼承與發展
        1 令人敬畏的阿拉伯求知精神
        
        第8章（3）　伊斯蘭神學與基督教神學
        1 托馬斯．阿奎那的豐功偉業
        2 十二世紀的文藝復興
        
        第8章（4）　佛教與儒學的轉變
        1 密宗就是「只把祕密告訴你」的佛教
        2 儒學的意識型態化，以及理學和心學
        
        第9章　走向近代世界的哲學
        1 文藝復興的哲學收穫
        2 改革者，以及抵抗改革者
        3 為什麼新教徒要寫成「抗議者」？
        4 喀爾文的激進言論
        5 天主教會的反擊
        6 哲學開始走向近代理性世界
        7 英國經驗主義與歐洲理性主義
        8 從分析古代人類社會開始
        哲學下午茶2　一元二元多元論
        哲學下午茶3　從歌劇變成兒歌
        
        第10章　由近代走向現代
        1 整合經驗主義與理性主義的康德
        2 黑格爾的辯證法
        3 往池子裡丟石子的哲學家們
        哲學下午茶4　究竟誰更幸福？
        
        第11章　十九世紀的哲學新潮流
        1 齊克果與存在主義
        2 把「絕對精神」換成「生產力」的馬克思
        3 尼采直言「上帝已死」
        4 佛洛伊德的精神分析學
        哲學下午茶5　齊克果的重擔
        哲學下午茶6　宗教是人民的鴉片？那哲學呢？
        哲學下午茶7　馬克思身邊無可取代的那個人
        哲學下午茶8　尼采的哲學、健康與疾病
        
        第12章　激起二十世紀思想界漣漪的人
        1 視語言為符號的索緒爾
        2 使用超難懂用語的胡塞爾是最後的哲學家？
        3 凡不可說的，就該保持沉默
        4 沙特與存在主義
        5 李維史陀對沙特的正面否定
        哲學下午茶9　維根斯坦有如沉思者的一生
        
        後記　即使如此，人類仍將繼續探索智慧
        圖片出處`,
        recommand: false
    }, {
        id: '11',
        name: "懲罰的三大思辨: 懲罰是什麼? 為何要懲罰? 懲罰的是誰?",
        arthur: "迪迪耶．法尚",
        type: "當代思潮",
        publing: "聯經出版事業股份有限公司",
        publingDate: '2019 / 11 / 01',
        price: 380,
        quantity: 7,
        isbn: '9789570853988',
        slogan: `「有錢判生，無錢判死」是危言聳聽還是真有其事？
        懲罰是正義還是暴力？
        懲罰是什麼？是折磨還是必要之惡？為何要懲罰？為了修正罪惡還是報復罪犯？懲罰的是誰？是罪犯還是應該被懲罰的人？
        刑罰如何與罪行相符，從來不是簡單的事。懲罰背後的文化脈絡，值得我們深思。`,
        img: book11,
        arthurIntro: `迪迪耶‧法尚（Didier Fassin）
        著名人類學家、社會學家以及醫師，目前任教於美國普林斯頓大學高等研究院以及法國國立高等社會科學院。法尚特別關注道德人類學、執法單位如何執行法律權力等議題，曾花數年時間觀察巴黎地區的警察，提出廣泛的暴力與種族歧視問題。
        林惠敏
        中央大學法文系畢業。目前為自由文字工作者，主要仰賴英法語翻譯為生，已出版譯作包括《法國藍帶糕點聖經》和《喜悅的力量》等三十餘本作品，亦曾以不同筆名為多本推理小說撰寫推薦序。對美食和文字的熱愛不下於對身心靈和神祕學的探究，相信足以撼動味蕾的美好感受永不退流行。`,
        content: `「有錢判生，無錢判死」是危言聳聽還是真有其事？
        懲罰是正義還是暴力？
        懲罰是什麼？是折磨還是必要之惡？為何要懲罰？為了修正罪惡還是報復罪犯？懲罰的是誰？是罪犯還是應該被懲罰的人？
        刑罰如何與罪行相符，從來不是簡單的事。懲罰背後的文化脈絡，值得我們深思。
        
        2019年法國紅十字會研究獎得主迪迪耶‧法尚（Didier Fassin），在道德經濟方面的研究，以及針對國際人權分析、消弭貧窮對策，以及移民與安置對策等方面屢有創新觀點，本書是其震撼世界之最新力作。
        
        
        自二十世紀末期以來，許多國家逐漸走向鎮壓主義，法令日趨嚴厲，法官也越來越缺乏彈性，而這和違法及犯罪行為並沒有直接相關。迪迪耶‧法尚同時採用系譜學和人類學方法，從懲處的基礎本身出發，試圖釐清在當前世界中，「懲處」這件事所要面臨的挑戰。
        懲罰是什麼？為何要懲罰？懲罰的是誰？透過這三項問題，法尚以道德哲學與司法理論展開了批判式的對話。透過不同的歷史和國家背景窮盡說明，他特別證明了對犯罪的回應並不總是和施加痛苦有關，而且懲處不只是來自將其合理化的理性邏輯，刑罰的加重經常是社會分化的結果，因而也增加了不平等。
        與洋洋自得的刑罰民粹主義相反，法尚的研究對滋養懲罰激情的先決條件提出有益的修正，並促使人們對現代世界裡的懲處狀態進行重新思考。
        `,
        table: `導讀　他山之石：借鏡歐美，反思臺灣／林永頌



        前言　懲罰的時刻
        
        　致謝
        
        　詞彚注釋
        
        
        
        引言：兩段故事
        
        
        
        第一章　懲罰是什麼？
        
        第二章　為何要懲罰？
        
        第三章　懲罰的是誰？
        
        結論　對懲處的重新思考
        
        注釋
        
        參考書目`,
        recommand: false
    }, {
        id: '12',
        name: "精神分析引論",
        arthur: "西格蒙德．佛洛伊德",
        type: "當代思潮",
        publing: "左岸文化事業股份有限公司",
        publingDate: '22018/11/28',
        price: 500,
        quantity: 9,
        isbn: '9789861373034',
        slogan: `精神分析之所以被視為一門科學，其原因並不是在於它所處理的材料，而是在於它所使用的方法。這種方法不但能運用於精神官能症理論的研究，也能用於文明史、宗教科學，以及神話學的研究，而不會曲解它的基本性質。精神分析的目標與成就在於揭露了心理生活的潛意識層面。——佛洛伊德`,
        img: book12,
        arthurIntro: `■作者簡介

        西格蒙德‧佛洛伊德（Sigmund Freud）
        奧籍猶太人、精神分析學派創始人。生於捷克，後隨父母遷居至奧地利，1873年進入維也納大學習醫，1938年為逃避納粹的統治而遷居英國，1939年過世於倫敦。
        佛洛伊德提出了本我、自我、超我人格三分結構等重要理論。其所創立的精神分析學說對人格理論、精神病、心理治療等方面有重大貢獻。
        
        ■譯者簡介
        
        彭舜
        中國湖南師範大學教育學碩士。現為中國湖南師範大學外國語學院副教授。
        
        巫毓荃／審訂
        英國倫敦大學學院衛爾康醫學史研究中心（Wellcome Trust Centre for the History of Medicine）博士，中研院史語所助研究員。主要研究領域為東亞醫學史、精神醫學史與心理學史。`,
        content: `「在精神分析理論的發展史上，佛洛伊德於1915年以前探討過夢、失誤動作、歇斯底里症、強迫症及自戀，完成後設心理學的理論建構，並與阿德勒、榮格分道揚鑣。至此，精神分析理論的發展似乎來到一個分水嶺，並暫時停滯下來。但事實上，許多新概念已在逐漸醞釀。

        本書為佛洛伊德於1915-1917年間，在維也納大學冬季學期開設的精神分析課程之演講內容集結。書中不僅可以看到佛洛伊德本人對其先前理論所做的整理，也可發現許多後續發展的線索，如「強迫性重複」、自我的分析，以及「潛意識」一詞的多重意義所導致的困難等，皆已有所討論。
        
        嚴格來說，在佛洛伊德那個時代，潛意識與性本能並不是新發明。但佛洛伊德援引這些詞彙，藉由嚴謹的研究方法賦予新的科學意義，從而建構他的個體心理學與文化理論，其初始探索的對象便是本書的三個主題：失誤動作、夢與精神官能症。這三者是潛意識心理過程最初被發現的表徵。
        
        本書從「失誤動作」與「夢」開始，先指出當時心理學理論的缺口，讓聽眾了解潛意識心理過程存在的必要，而後再進入艱難的「精神官能症」領域，建構潛意識理論。佛洛伊德在本書中以完整的架構陳述自己的理論，並對諸如象徵作用、夢的形成、性倒錯，以及精神分析治療過程的分析等主題，做出詳盡且易於理解的整理或摘要。
        
        本書曾被譯成多種語言，是佛洛伊德著作中除《日常生活精神病理學》之外，流傳最廣的一本。此中譯本譯自英譯標準版的第十五及第十六卷。
        `,
        table: `推薦序：佛洛伊德回眸精神分析來時路／蔡榮裕
        審訂者序：巫毓荃
        譯序：彭舜、彭運石
        序言
        第一篇 失誤動作
        第1講 緒論
        第2講 失誤動作
        第3講 失誤動作（續）
        第4講 失誤動作（續完）
        
        第二篇 夢
        第5講 困難及初步的研究
        第6講 釋夢的前提假設與技術
        第7講 夢的顯意與隱意
        第8講 兒童的夢
        第9講 夢的稽查作用
        第10講 夢的象徵作用
        第11講 夢的工作
        第12講 夢例分析
        第13講 夢的古老特點與幼稚性
        第14講 欲求的滿足
        第15講 疑問與批評
        
        第三篇 精神官能症通論
        第16講 精神分析與精神醫學
        第17講 症狀的意義
        第18講 創傷的固著－－潛意識
        第19講 阻抗與潛抑
        第20講 人類的性生活
        第21講 原欲的發展與性的組織
        第22講 關於發展與退化的一些思考－－病因學
        第23講 症狀形成的途徑
        第24講 一般精神官能症狀態
        第25講 焦慮
        第26講 原欲理論與自戀
        第27講 移情作用
        第28講 分析治療`,
        recommand: false
    }
]